" " = " ";
"The certificate for this server has expired. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "სერტიფიკატის მოხმარების ვადა ამ სერვერისათვის ამოიწურა. შესაძლოა უკავშირდებით სერვერს, რომელიც თავს გაჩვენებთ რომ არის “%@” რამაც შესაძლოა რისკის ქვეშ დააყენოს თქვენი კონფიდენციალური ინფორმაცია. მაინც გსურთ სერვერთან დაკავშირება?";
"The certificate for this server is invalid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "სერტიფიკატი აღარ არის მართებული სერვერისათვის. შესაძლოა უკავშირდებით სერვერს, რომელიც თავს გაჩვენებთ რომ არის “%@” რამაც შესაძლოა რისკის ქვეშ დააყენოს თქვენი კონფიდენციალური ინფორმაცია. მაინც გსურთ სერვერთან დაკავშირება? ";
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "სერტიფიკატი აღარ არის მართებული სერვერისათვის. შესაძლოა უკავშირდებით სერვერს, რომელიც თავს გაჩვენებთ რომ არის “%@” რამაც შესაძლოა რისკის ქვეშ დააყენოს თქვენი კონფიდენციალური ინფორმაცია. მაინც გსურთ სერვერთან დაკავშირება? ";
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "სერტიფიკატი ხელმოწერილი იქნა უცნობი უფლებამოსილის მიერ. შესაძლოა უკავშირდებით სერვერს, რომელიც თავს გაჩვენებთ რომ არის “%@” რამაც შესაძლოა რისკის ქვეშ დააყენოს თქვენი კონფიდენციალური ინფორმაცია. მაინც გსურთ სერვერთან დაკავშირება?";

/* Certificate trust verification prompt */
"Certificate Error" = "Certificate Error";
"Always Trust" = "Always Trust";
"Show Certificate" = "Show Certificate";

/* Remember password on Windows */
"Save Password" = "Save Password";

/* Client authentication with mutual SSL */
"The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}." = "The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}.";